<link rel="stylesheet" href="//code.jquery.com/ui/1.12.1/themes/base/jquery-ui.css">
<script src="https://code.jquery.com/jquery-1.12.4.js"></script>
<script src="https://code.jquery.com/ui/1.12.1/jquery-ui.js"></script>
<script>
    $( function() {
        $( "#datepicker" ).datepicker();
    } );
</script>
<!--Slicknav-->
<script src="<?echo $base_url;?>assets_view/js/slicknav/modernizr2.6.2.min.js"></script>
<script src="<?echo $base_url;?>assets_view/js/slicknav/jquery.slicknav.js"></script>
<script>
    $(document).ready(function(){
        $('#menu').slicknav();
    });

</script>
<!--owl-->
<script src="<?echo $base_url;?>assets_view/js/owl/owl.carousel.js"></script>
<!--swiper-->
<script src="<?echo $base_url;?>assets_view/js/swiper/idangerous.swiper-2.0.min.js"></script>
<form action="?" method="post">
<section class="detail">
    <p class="title"><?if(!empty($service[0]["name"])){echo $service[0]["name"];}?></p>
</section>
<section class="detail">

    <div class="service" style="line-height: 28px;">
        <div class="serviceIcon"><img src="<?echo $base_url;?>assets_view/images/service.png"></div>
        <h1 style="font-size: 20px; padding-left: 30px;">彩虹橋服務條款</h1>
        <br>
        “彩虹橋”平臺（包括但不限於手機APP、網頁版、微信版及H5頁面） 由便利商電有限公司註冊並負責運營，本使用者協議（下稱“本協議”） 在便利商電有限公司(以下簡稱“乙方”“彩虹橋”)和彩虹橋平臺用戶（下稱“用戶”、“甲方”） 之間具有合同上的法律效力，適用於甲方使用乙方平臺服務的全部活動。<br>
        第一條 協議條款<br>
        •	1. 本協定的內容包括本協定全部條款以及乙方平臺已經發佈的 及將來可能發佈的與乙方使用者有關的各項規則， 該等規則均為本協定不可分割的一部分，與本協議具有同等法律效力。<br>
        •	2. 乙方有權根據需要修改本協定的內容。 如本協定條款或乙方平臺各項規則有任何變更，乙方將在平臺上刊載公佈。 經修訂的相關條款和規則一經公佈，即於公佈規定的特定生效日期自動生效。 請甲方適時關注乙方關於相關條款和規則的公佈內容，如不同意該等變更， 請甲方在公佈之日起72小時內向乙方以書面方式明確表明希望終止本協議， 乙方確認收到甲方的郵件後將與甲方協商本協定的終止以及終止後雙方義務的履行。 如甲方在本款所述時限內未發送註冊終止申請，視為甲方已經同意接受該等變更， 經修訂的相關條款和規則於公佈規定的特定生效日期自動生效並對甲方產生法律約束力。<br>
        •	3. 乙方在此特別提醒甲方認真、仔細閱讀並充分理解本協定各條款、內容， 特別是其中所涉及的免除及限制乙方責任的條款、對用戶權利限制條款等， 如甲方對協議有任何疑問的，應向彩虹橋平臺諮詢。請審慎閱讀後，選擇接受或不接受本協議。 除非甲方接受本協議所有條款，方可註冊為用戶，否則甲方無權使用乙方於本協定下所提供的服務。 甲方一經註冊或使用乙方服務即視為對本協定全部條款已充分理解並完全接受。 在甲方按照乙方的流程成功註冊後，本協議即產生法律效力。 甲方不得以未簽署書面協定、未閱讀本協定的內容或者未獲得彩虹橋平臺對甲方問詢的解答等理由為由否認本協議的效力。 本協定是由甲方與乙方共同簽訂的，適用於甲方在乙方的全部活動。 在甲方成功註冊成為乙方用戶時，甲方已經閱讀、理解並接受本協定的全部條款及各類規則， 如有違反而導致任何法律後果的發生，甲方將以自己的名義獨立承擔所有相應的法律責任。 如甲方不同意本服務協定內容，請不要註冊使用乙方服務。<br>
        •	4. 除本協定條款另有約定，本協議不涉及甲方與乙方的其他註冊使用者之間因網上交易而產生的法律關係及法律糾紛。<br>
        •	5. 若本協定的部分條款被認定為無效或者無法實施時，本協議中的其他條款仍然有效。<br>
        第二條 會 員<br>
        •	1. 甲方確認，在甲方完成註冊程式或以其他彩虹橋平臺允許的方式實際使用彩虹橋平臺服務時， 甲方應當是具備完全民事權利能力和完全民事行為能力的自然人、法人或其他組織。 若甲方不具備前述主體資格，則甲方及甲方的監護人應承擔因此而導致的一切後果， 甲方與彩虹橋之間的協議自始無效，一經發現，彩虹橋有權立即註銷該甲方彩虹橋平臺服務帳戶， 並追究甲方及甲方監護人使用彩虹橋平臺服務的一切法律責任。<br>
        •	2. 在甲方按照註冊頁面提示填寫資訊、閱讀並同意本協定並完成全部註冊程式後或以 其他彩虹橋平臺允許的方式實際使用彩虹橋平臺服務時，甲方即成為彩虹橋平臺用戶。<br>
        •	3. 甲方應當按照法律法規要求，或註冊頁面的提示或乙方的要求準確提供、 並及時更新甲方的資料，以使之真實、及時，完整和準確。如有合理理由懷疑甲方提供的資料錯誤、 不實、過時或不完整的，彩虹橋平臺有權向甲方發出詢問及/或要求改正的通知， 並有權直接做出刪除相應資料的處理，直至中止、終止對甲方提供部分或全部彩虹橋平臺服務。 彩虹橋平臺對此不承擔任何責任，甲方將承擔因此產生的任何直接或間接支出。<br>
        •	4. 甲方應當準確填寫並及時更新甲方提供的電子郵寄地址、聯繫電話、聯繫位址、 郵遞區號等聯繫方式，以便彩虹橋平臺或其他用戶與甲方進行有效聯繫， 因通過這些聯繫方式無法與甲方取得聯繫，導致甲方在使用彩虹橋平臺服務過程中產生任何損失或增加費用的， 應由甲方完全獨自承擔。<br>
        •	5. 甲方在使用彩虹橋平臺服務過程中，所產生的應納稅賦， 以及一切硬體、軟體、服務及其它方面的費用，均由甲方獨自承擔。<br>
        第三條 平臺服務
        •	1. 乙方在彩虹橋平臺上向甲方（即消費者）與“線下服務提供者”提供網上預約平臺服務、 資訊發佈、商業推廣及與此有關的互聯網技術服務。具體服務內容如下：<br>
        •	1.1 鑒於彩虹橋平臺為便利商電有限公司開發， 一個面向線下服務提供者和甲方的O2O上門服務線上預約平臺，彩虹橋僅通過提供線上資訊平臺的方式， 向甲方以及線下服務提供者提供資訊服務，本協定的簽署並不意味著彩虹橋成為甲方在彩虹橋平臺上 與線下服務提供者所進行的服務或交易的參與者；乙方本身不對線下服務提供者的上傳內容 （包括其發佈的供消費者預訂的服務內容及其他全部由其上傳的內容）負責。<br>
        •	1.2 彩虹橋平臺本身不對線下服務提供者在平臺上發佈的資訊及其提供的線下服務負責， 亦不對線下服務提供者在彩虹橋平臺上發佈的資訊及其提供的線下服務作任何明示或默示的擔保。<br>
        •	1.3 甲方明確同意其使用本網站服務及通過本網站預約的服務所存在的風險將完全由其自己承擔； 因其使用本網站服務而產生的一切後果也由其自己承擔，彩虹橋平臺不對消費者承擔任何責任。<br>
        •	1.4 彩虹橋對由於線下服務提供者不正當使用彩虹橋平臺服務、或依據其在彩虹橋平臺中提供的資訊進行交易、 以及線上下提供的服務引起的對任何協力廠商的損害不承擔任何賠償責任。線下服務提供者應對前述對彩虹橋或協力廠商的損害進行完全的賠償。<br>
        •	1.5 彩虹橋平臺中包含的內容及提供的服務不含任何明示性或暗示性的聲明、保證或條件，包括但不限於關於真實性、 適銷性或適用於某一特定用途的明示或暗示性的聲明、保證或條件，或者對其使用不會被中斷或無誤。<br>
        •	1.6 乙方不擔保彩虹橋平臺中提供的平臺服務一定能滿足線下服務提供者或消費者的要求， 亦不對線下服務提供者所發佈資訊的刪除或儲存失敗負責。
        •	2. 彩虹橋保留在任何時候自行決定對彩虹橋平臺服務及其相關功能、應用軟體變更、升級的權利。 彩虹橋進一步保留在平臺服務中開發新的模組、功能和軟體或其它語種服務的權利。 上述所有新的模組、功能、軟體服務的提供，除非彩虹橋另有說明，否則仍適用本協議。 服務隨時可能因彩虹橋的單方判斷而被增加或修改，或因定期、不定期的維護而暫緩提供， 甲方將會得到相應的變更通知。甲方在此同意彩虹橋在任何情況下都無需向其或協力廠商在使用服務時 對其在傳輸或聯絡中的遲延、不準確、錯誤或疏漏及因此而致使的損害負責。
        第四條 服務費用<br>
        •	1. 使用者使用乙方服務，乙方有權向使用者收取相關服務費用，具體各項服務費用以乙方公告、 乙方服務時所列、乙方平臺上所列收費收取方式、規則或其他協定為准，乙方有權單方制定收費方式或調整服務費用。 使用者在使用乙方服務時，如需向協力廠商支付費用的，乙方將在相關頁面予以提示或告知使用者到協力廠商的平臺自行查詢相關收費標準等資訊。<br>
        •	2. 使用者同意按照本服務協定向乙方支付服務費用、 向協力廠商平臺支付費用。向乙方支付費用的，用戶同意乙方有權自其留存于乙方的款項中直接扣劃服務費用。<br>
        第五條 用戶承諾條款<br>
        •	1. 使用者在乙方上交易平臺上應遵守下列規定：<br>
        •	1.1 使用者在使用乙方服務時必須符合中華民國有關法規以及其他有關國家和地區的法律規定以及國際法的有關規定。 用戶不得利用乙方製作、發表、複製、傳送、傳播、儲存等以下資訊：<br>
        •	（A）反對憲法所確定的基本原則的；<br>
        •	（B）危害國家安全，洩露國家秘密，顛覆國家政權，破壞國家統一的；<br>
        •	（C）損害國家榮譽和利益的；<br>
        •	（D）煽動民族仇恨、民族歧視，破壞民族團結的；<br>
        •	（E）破壞國家宗教政策，宣揚邪教和封建迷信的；<br>
        •	（F）散佈謠言，擾亂社會秩序，破壞社會穩定的；<br>
        •	（G）散佈淫穢、色情、賭博、暴力、兇殺、恐怖或者教唆犯罪的；<br>
        •	（H）含有虛假、有害、脅迫、侵害他人隱私、粗俗、猥褻、騷擾、侵害、中傷、侮辱或者誹謗他人，其他有悖道德、令人反感的內容;<br>
        •	（I）煽動非法集會、結社、遊行、示威、聚眾擾亂社會秩序的;<br>
        •	（J）以非法民間組織名義活動的;<br>
        •	（K）侵犯他人智慧財產權、商業秘密或其他合法權利的;<br>
        •	（L）含有法律、行政法規禁止的其他內容的。<br>
        •	1.2 使用者不得利用乙方服務誤導、欺騙他人。不得侵害他人名譽、隱私權、商業秘密、商標權、 著作權、專利權、其他智慧財產權及其他權益。不得違反法律或協議所負之保密義務。 不得從事涉嫌洗錢、套現、非法集資、非法吸收公眾存款、非法轉貸或進行傳銷活動。 不得在未經乙方書面明示授權情形下，私自以乙方或乙方代理人名義對外從事任何行為。 不得從事任何乙方有正當理由認為不適當的行為。<br>
        •	1.3 未經乙方書面同意，用戶不得從事以下活動：<br>
        •	（A）未經允許，進入平臺資訊網路或者使用平臺資訊網路資源的;<br>
        •	（B）未經允許，對進入平臺資訊網路中存儲、處理或者傳輸的資料和應用程式進行刪除、修改或者增加的;<br>
        •	（C）故意製作、傳播病毒等破壞性程式的;<br>
        •	（D）其他危害資訊網路安全的行為。<br>
        •	1.4 使用者不得以任何方式干擾乙方的服務。<br>
        •	1.5 使用者不得進行任何危害網路安全的行為，包括但不限於：<br>
        •	（A）使用未經許可的資料或進入未經許可的伺服器/帳戶;<br>
        •	（B）未經允許進入公眾網路或者他人系統並刪除、修改、增加存儲資訊;<br>
        •	（C）未經許可，企圖探查、掃描、測試本"軟體"系統或網路的弱點或其它實施破壞網路安全的行為;<br>
        •	（D）企圖干涉、破壞軟體系統或平臺的正常運行，故意傳播惡意程式或病毒以及其他破壞干擾正常網路資訊服務的行為;<br>
        •	（E）偽造個人IP資料包名稱或部分名稱。<br>
        •	2. 使用者保證，在使用者完成註冊程式或以其他乙方允許的方式實際使用平臺服務時， 使用者應當是具備完全民事權利能力和完全民事行為能力的自然人、法人或其他組織。使用者同意且承諾以下內容， 如使用者違背承諾，造成乙方或乙方任何用戶或乙方之外協力廠商損失的，使用者承擔全部責任：<br>
        •	2.1 提供及時、真實、有效的個人資料、資訊。<br>
        •	2.2 同意接收來自乙方的資訊。<br>
        •	2.3 按照乙方要求及時提供詳盡、真實、有效的資訊和資料。<br>
        •	3. 關於使用者的帳號、密碼和安全性、登出，用戶同意：<br>
        •	3.1 使用者對用戶名和密碼的安全承擔全部責任。使用者不應將其帳號、密碼轉讓或出借予他人使用， 也不可使用其他任何人的帳戶或密碼。因駭客行為或用戶的保管疏忽導致帳號、 密碼遭他人非法使用，乙方不承擔任何責任。如用戶發現其帳號遭他人非法使用或存在安全性漏洞的情況， 應立即通知乙方，否則由此產生的一切責任由用戶本人承擔。同時使用者同意乙方採取相應行動需要一個合理期間， 且同意乙方對第三人使用其帳戶享受服務所導致的損失不承擔任何責任。<br>
        •	3.2 使用者確認，使用使用者帳戶和密碼登陸後在乙方的一切行為均代表用戶本人。 使用者帳戶操作所產生的電子資訊記錄均為使用者行為的有效憑據，由用戶本人承擔由此產生的全部責任。<br>
        •	3.3 冒用其他使用者帳戶及密碼或允許其他使用者使用自己的帳戶及密碼的使用者，乙方保留追究實際使用人、有責任的用戶的連帶責任。<br>
        •	4. 用戶同意，乙方有權自行判斷刪除乙方平臺內任何不符合法律、政策或虛假的、 不適當的資訊內容，乙方無須也無義務通知用戶，且乙方刪除以上資訊無須承擔任何責任。 如使用者未遵守本協議約定或法律規定，乙方有權採取暫停或永久關閉用戶帳戶，且無須承擔任何責任， 同時有權追究用戶因此給乙方及乙方其他用戶或其他任意協力廠商造成的損失。如因使用者違反本協議或法律規定、 或使用者使用乙方服務違反了任何法律或侵犯協力廠商權利導致任意協力廠商發起的任何主張，均由使用者自行全部承擔， 與乙方無關。由此導致乙方損失的，使用者應予以全部補償。<br>
        第六條 隱私條款<br>
        •	1. 彩虹橋平臺尊重用戶的個人隱私權，不會公開、編輯、透漏使用者的非公開資料給協力廠商。 在甲方使用乙方平臺服務過程中，彩虹橋平臺將以合法方式（根據《網路資訊服務管理辦法》 及其他有關資料保護的法規）收集、使用、共用使用者的資訊。使用者同意彩虹橋平臺有權依照本服務協定的約定收集、 存儲、使用、分享、保護、審查或披露相關資訊和資料。<br>
        如甲方不同意本隱私條款（下稱“本政策”）的全部或部分內容，則請不要使用乙方平臺服務。 若甲方使用乙方平臺服務，即表示甲方接受本政策。本隱私權政策適用于乙方平臺提供的所有服務， 甲方訪問乙方平臺使用乙方平臺提供的服務，均適用本隱私權政策。<br>
        需要特別說明的是，本政策僅適用於通過彩虹橋平臺服務收集的資訊， 而不適用於通過其他方法或資訊源獲取的資訊。如甲方有任何問題或疑慮， 請隨時和彩虹橋平臺聯繫（登錄彩虹橋平臺後，在聯繫我們頁面給彩虹橋平臺發送郵件並填寫甲方的詳細資訊）。<br>
        •	2. 個人資訊的收集<br>
        彩虹橋平臺收集的個人資訊是甲方在註冊時或回復某項資訊請求時自願提供的資訊及其他通過使用乙方 平臺服務而由甲方自行提供的所有資訊。彩虹橋平臺可能要求甲方在使用平臺時提供電子郵箱位址。 而且，彩虹橋平臺可能要求甲方提供以下部分或全部的個人資訊：姓名、電子郵箱、身份證號碼、 電話號碼和付款方式詳細資訊（如信用卡資訊）。針對以上資訊，彩虹橋平臺均有權收集。
        甲方使用乙方平臺服務時，乙方有權收集甲方的電腦上的資訊及甲方使用的移動端設備 （包括但不限於手機、平板電腦及其他移動終端設備）的資訊，包括但不限於互聯網協定位址（“IP位址”）， 使用語音、訪問日期和時間、軟硬體特徵資訊及其他資料、甲方位置、移動設備相關的資訊（包括設備型號、 設備識別碼、作業系統、電信運營商及其他資訊）。
        •	3. 個人資訊的使用和共用<br>
        所有個人資訊均應根據有關資料保護的法規予以保存。<br>
        彩虹橋平臺使用甲方的個人資訊是為了更好地向甲方提供服務（包括但不限於向甲方提供、維護、改進服務； 向甲方推薦可能感興趣的內容，推廣乙方的服務資訊、協力廠商推廣的資訊及其他服務）並對彩虹橋平臺進行廣告宣傳。 彩虹橋平臺的原則是不向彩虹橋平臺之外的任何其他機構出售或提供甲方的個人資訊， 但為防止詐騙和依法調查之目的而需提供的情況除外。未經甲方的同意， 彩虹橋平臺絕不為任何協力廠商的行銷目的而向其披露、出售或出租甲方的個人資訊。<br>
        儘管有上述規定，彩虹橋平臺有權將甲方的個人資訊提供給彩虹橋平臺的代理商和分包商、合作商， 以幫助彩虹橋平臺按照本政策的規定使用甲方的資料。例如，彩虹橋平臺可能將該資訊發送至信用卡服務商以完成付款程式。<br>
        此外，彩虹橋平臺始終有權為以下目的披露使用者資訊：<br>
        o	3.1 甲方同意讓協力廠商共用資料；<br>
        o	3.2 甲方同意公開其個人資料，享受為其提供的產品和服務；<br>
        o	3.3 遵守適用法律的規定、按照司法機關或政府行政管理部門要求；<br>
        o	3.4 向乙方的關聯方分享甲方資訊；<br>
        o	3.5 基於為甲方提供甲方所需的服務，或解決甲方與他人的糾紛或爭議的。 如如甲方涉嫌侵犯他人智慧財產權，則彩虹橋亦有權在初步判斷涉嫌侵權行為存在的情況下， 向權利人提供甲方必要的身份資訊。<br>
        o	3.6 依法保護乙方平臺的權利或財產、乙方和/或乙方的其他用戶；<br>
        o	3.7 為改善乙方的推廣和行銷開展、分析資料、改善乙方內容等目的。<br>
        •	4．Cookies<br>
        彩虹橋平臺可能使用cookie技術並通過甲方的流覽器在甲方電腦或移動用戶端中存儲資料。 Cookie中儲存的資訊系用於對甲方身份的識別，避免甲方重複輸入註冊資訊的步驟或説明判斷甲方的帳戶安全。 該項技術可使彩虹橋平臺提供高效服務，用以確認平臺訪問者。<br>
        此外，在向平臺發送廣告（如有）的過程中，協力廠商廣告商或廣告服務商可能在甲方的流覽器 上安置或識別一個唯一cookie檔。該協力廠商廣告商或廣告服務商使用cookie不受本政策的約束，而受其各自隱私政策的約束。<br>
        •	5. 電子郵件<br>
        請注意，彩虹橋平臺可能為以下目的向甲方發送電子郵件和/或短消息：<br>
        o	5.1 註冊過程中或註冊完成後向甲方發送電子郵件和/或短消息，告知甲方的帳戶詳細資訊。<br>
        o	5.2 就彩虹橋平臺提供的服務向甲方發送提示性郵件和/或短消息（特別是在甲方尚未使用或使用時間較短的情況下）。<br>
        o	5.3 向甲方發送甲方要求提供的資訊或購物券、優惠券。<br>
        o	5.4 向甲方提供相關服務。<br>
        但針對以上第5.3、5.4項內容，彩虹橋平臺有隨後向甲方提供拒絕（或取消）該項服務的權利。<br>
        •	6．資訊安全與保存<br>
        彩虹橋平臺將按照相關法律規定妥善持有個人資訊。關於平臺和甲方之間傳送的資訊， 儘管彩虹橋平臺將採取合理措施保護該資訊，但彩虹橋平臺可能無法阻止協力廠商未經授權獲得該信 息或在傳送期間無意中被洩露。甲方應知悉與平臺聯繫時可能存在的風險。彩虹橋平臺對此不承擔任何責任。<br>
        •	7．某些情況下的轉讓<br>
        如果彩虹橋平臺發生任何出售、合併、兼併、控制權變更、重大資產轉讓、重組或清算， 則彩虹橋平臺可自行決定向有關協力廠商轉讓、出售或讓與乙方收集的資訊（包括但不限於個人專有資訊和其他資訊）。<br>
        第七條 責任範圍和責任限制<br>
        •	1. 因為乙方或者涉及的協力廠商平臺的設備、互聯網正常的設備維護、互聯網連接故障、系統問題、 電腦、移動端設備、通訊、電力故障或者因為電腦病毒、遭到駭客攻擊或因不可抗力、政府行為、 司法行政機關要求、協力廠商不作為造成的損失，乙方均不負責賠償，由使用者自行承擔全部責任。<br>
        •	2. 乙方內設有通往協力廠商平臺和網頁的連結，但此類協力廠商平臺和網頁並非由乙方經營或控制， 協力廠商平臺的內容、產品、廣告和其他任何資訊均由甲方自行判斷並承擔風險。乙方不保證協力廠商平臺上的 資訊的真實性、有效性和合法性，且不承擔責任。使用者啟動任何此類連結或網頁，離開乙方平臺進入協力廠商平臺或網頁， 所有風險自負，乙方不承擔任何責任和債務。<br>
        •	3. 除非乙方或乙方授權合作方在交易成立並生效的電子協議書中明確標識承擔責任外，乙方提供的服 務中不帶有對乙方的任何使用者、任何交易的任何保證，彩虹橋平臺也不對彩虹橋平臺服務所涉及的技術的品質、 穩定、完整及對使用者資訊的有效性、準確性、合法性、真實性、及時性做出任何承諾和保證，並且不承擔任何由 此引起的法律責任。在任何情況下，使用者應充分瞭解交易風險後，依據自身風險承受能力和經驗，衡量乙方披露的交易 內容及交易對方資訊的準確性、真實性以及合法性，乙方對用戶因其選擇乙方的服務而導致的任何直接、間接損失（ 包括但不限於交易損失、資金損失、利潤損失、營業中斷損失等）均不承擔法律責任，均由用戶自行承擔。 乙方及其股東、創始人、高級職員、董事、代理人、關聯公司、母公司、子公司和雇員（以下稱“乙方”）均不保證 由乙方任何使用者或機構提供的內容的準確性、真實性、合法性，且不對以上損失承擔任何責任。<br>
        •	4. 與乙方合作的協力廠商機構（包括但不限於協力廠商支付平臺、協力廠商擔保公司）向使用者提供的服務， 由協力廠商機構自行負責，乙方不對以上服務承擔任何責任。<br>
        •	5. 除本協議另有規定外，在任何情況下，乙方對本協議所承擔的違約賠償責任總額不超過向使用者收取的當次服務費用總額。<br>
        •	6. 彩虹橋平臺有權受理使用者與其他使用者發生交易糾紛，並有權依據單方判斷與該爭議相關的事實及應適用的規則， 進而作出調處決定，甲方瞭解並同意接受彩虹橋的判斷和調處決定。該處理決定對甲方有約束力。甲方理解並同意， 彩虹橋平臺並非司法機構，僅能以普通人的身份對證據進行鑒別，彩虹橋平臺對爭議的調處完全是基於甲方的委託， 彩虹橋平臺及其關聯公司無法保證爭議處理結果符合甲方的期望，也不對爭議調處結論承擔任何責任。 若甲方不同意或不接受彩虹橋的調處決定，或者接受彩虹橋的調處決定後反悔的，甲方有權通過法律途徑解決， 所有法律後果均由甲方與對方當事人承擔，彩虹橋不承擔任何法律責任。如甲方因此遭受損失， 甲方同意自行按照國家法律規定向侵權人索償。<br>
        •	7. 用戶同意，彩虹橋平臺不對因下述任一情況而導致使用者的任何損害賠償承擔責任， 包括但不限於利潤、商譽、使用、資料等方面的損失或其它無形損失的損害賠償(無論彩虹橋平臺是否已被告知該等損害賠償的可能性)：<br>
        o	7.1 使用、不能使用或未能使用彩虹橋平臺服務。<br>
        o	7.2 協力廠商未經批准的使用用戶的帳戶或更改使用者的資料。<br>
        o	7.3 通過彩虹橋平臺服務購買或獲取任何商品、樣品、資料、資訊或進行交易等行為或替代行為產生的費用及損失。<br>
        o	7.4 甲方對彩虹橋平臺服務的誤解。<br>
        o	7.5 任何非因彩虹橋平臺的原因而引起的與彩虹橋平臺服務有關的其它損失。<br>
        •	8. 本服務可能會提供與其他國際互聯網平臺或資源進行連結。對於前述平臺或資源是否可以利用， 彩虹橋平臺不予擔保。因使用或依賴上述平臺或資源所產生的損失或損害，彩虹橋平臺也不承擔任何責任。<br>
        •	9. 乙方不聲明或保證彩虹橋平臺或可從彩虹橋平臺下載的內容不帶有電腦病毒或類似垃圾或破壞功能。<br>
        •	10. 若乙方已經明示彩虹橋平臺運營方式發生變更並提醒線下服務提供者或消費者應當注意事項， 線下服務提供者或消費者未按要求操作所產生的一切後果由線下服務提供者或消費者自行承擔。<br>
        •	11．消費者確認其知悉，在使用彩虹橋平臺提供的平臺服務中存在有來自任何其他人的包括威脅性的、 誹謗性的、令人反感的或非法的內容或行為或對他人權利的侵犯(包括智慧財產權)的匿名或冒名的資訊的風險， 消費者須承擔以上風險，對因此導致任何因線下服務提供者或消費者不正當或非法使用服務產生的直接、 間接、偶然、懲罰性的損害，乙方不承擔任何責任。<br>
        •	12．因線下服務提供者、消費者上傳到彩虹橋平臺中的內容違法或侵犯第三人的合法權益而導致 彩虹橋對任何協力廠商承擔任何性質的賠償、補償或罰款而遭受損失(直接的、間接的、偶然的、懲罰性的損失)， 由上傳者對於彩虹橋遭受的上述損失承擔完全的賠償責任。<br>
        •	13. 本協議其他條款中另有約定的，從其約定。<br>
        第八條 智慧財產權<br>
        •	1. 甲方應對通過乙方平臺上傳的任何資訊、內容的真實性、合法性負責，甲方保證對前述資訊、 內容擁有完整的所有權和智慧財產權、或擁有完整的授權，並不存在任何侵犯協力廠商合法權益 （包括但不限於智慧財產權、人身權、商業秘密、個人隱私、合同權利等權利）的情形。<br>
        •	2. 對於甲方通過移動終端等設備訪問乙方平臺時上傳或發表的任何形式的文字、圖片等資訊及內容：<br>
        o	2.1 甲方在此同意將甲方在任何時間段在本站發表的任何形式的資訊的著作財產權， 包括但不限於：複製權、發行權、出租權、展覽權、表演權、放映權、廣播權、資訊網路傳播權、 攝製權、改編權、翻譯權、彙編權、據以創作衍生作品權以及其他除必須由著作權人享有的權利以外的可轉讓權利， 無償獨家轉讓且授權給乙方及其關聯公司使用。
        o	2.2 甲方在此同意不可撤銷的授權乙方及其關聯公司獨家的、永久的、免費的許可使用權利 (並有權對上述權利進行再授權)。<br>
        o	2.3 甲方在此同意並授予乙方及其關聯公司有權使用、複製、修訂、發佈、翻譯、分發、 執行和展示甲方的全部資料資料或製作其派生作品。使用者同意並已充分瞭解本協議的條款， 承諾不將已發表於本站的資訊，以任何形式發佈或授權其它主體以任何方式使用（包括但不限於在各類網站、媒體上使用）。<br>
        •	3. 乙方提供的文字、軟體、聲音、圖片、圖表、廣告、網頁設計、平臺架構、 畫面安排中的全部內容以及乙方為使用者提供的其他資訊,上述全部內容均由乙方或相關權利人依法擁有相關智慧財產權， 受著作權、商標權、專利權等智慧財產權法律法規及其他相關法律的保護。用戶及非用戶遊客只能在乙方和相關權利 人授權下才能使用這些內容，而不能擅自複製、發佈、轉載、播放、改編、彙編或以其他方式使用這些內容或將該等 內容用於其他任何商業目的。使用者如有違反以上內容，應對乙方及相關權利人依法承擔全部責任。<br>
        第九條 違約責任<br>
        如果甲方違反了甲方在本協議中所作的陳述、保證、承諾或任何其他義務，致使乙方或乙方的股東、 實際控制人、員工、其他用戶或任何協力廠商遭受任何損失，甲方應停止違約行為，且甲方就以上損失應向受損方做出全額賠償 （包括但不限於任何性質的索賠、直接損失、間接損失、訴訟費用、律師費用及其他相關賠償）。同時，乙方有權隨時終止本協議。<br>
        第十條 協議終止；服務中止<br>
        •	1. 除非乙方依照法律法規、本協議約定、或平臺經營需要終止本協定或者甲方依協定約定申請登出相應使用者帳戶 且經乙方同意，否則本協定始終有效，本協定另有約定的，從其約定。但乙方的終止行為不能免除甲方依法、 或依據本協議或在乙方生成的其他協議項下的還未履行完畢的義務和應承擔的責任。<br>
        •	2．基於互聯網的特殊性及相關協力廠商服務的不作為，如發生下列情形之一的，用戶同意乙方有權在無須通知用戶的前 提下隨時中止或終止向使用者提供服務，且無須向使用者承擔責任，本協議另有約定的從其約定：<br>
        o	2.1 對於網路設備、系統進行必要的保養、維修、維護時；<br>
        o	2.2 出現突發性的網路設備故障、電力故障、網路通訊設備故障或協力廠商不作為，導致無法提供服務時；<br>
        o	2.3 不可抗力致使乙方無法提供服務時；<br>
        o	2.4 相關政府機構的要求。<br>
        •	3. 用戶如發生下列情形之一的，視為用戶故意隱瞞、提供虛假資料或損害乙方及其他乙方用戶的權利， 乙方有權在無須通知用戶的前提下隨時中止或終止向使用者提供服務，且無須向使用者承擔責任：<br>
        o	3.1 用戶提供的個人資料不準確，不真實，不合法有效；<br>
        o	3.2 用戶濫用用戶權利，即將或已經侵害其他用戶或乙方權利的；<br>
        o	3.3 用戶不履行用戶義務；或用戶有損害其他用戶的行為；<br>
        o	3.4 使用者使用任何協力廠商程式進行登錄或使用乙方服務；<br>
        o	3.5 用戶有違法行為、違背社會風俗和社會道德的行為；<br>
        o	3.6 其他違反本協議條款的行為。<br>
        •	4. 用戶帳戶被註銷後，使用者使用乙方服務的權利立即終止。從終止使用者服務即刻起，乙方不再對用戶承擔 任何責任和義務。用戶應盡而未盡之義務，及應承擔的責任不因用戶帳戶註銷而終止，使用者應自行全部承擔。<br>
        •	5. 本協定其他條款針對協定中止、終止另有約定的從其約定，約定與本條款衝突的，以其他條款的約定為准。<br>
        第十一條 爭議解決<br>
        •	1. 本協議僅適用中華民國國法律調整。<br>
        •	2. 本協議簽訂地是為台北市信義區。如簽署和履行本協定過程導致使用者與乙方發生爭議的， 雙方應友好協商解決，協商不成的，雙方同意將爭議提交高等法院管轄。<br>
        第十二條 其他<br>
        •	1. 用戶及乙方均確認通過乙方平臺簽署的本協定及使用者自身、使用者之間、用戶與乙方之間簽 署的其他任意電子法律文本，均具有合同原件的法律效力。使用者同意將全面履行電子法律文本內容。<br>
        •	2. 乙方有權在未經用戶同意及被通知的情況下，將本協定項下的權利義務轉讓給乙方的關聯方。<br>
        •	3. 乙方對本協議享有最終的解釋權。<br>

    </div>
</section>
    </form>
</div>
<script type="text/javascript">
    function changeddate() {
        var able_time_json = document.getElementById("able_time_json");
        var re_date = document.getElementById("re_date");
        var re_time = document.getElementById("re_time");
        //alert(cat_sub_json.value);
        var temp_able_time = JSON.parse(able_time_json.value);
        $('#re_time').find('option').remove().end();
        var new_option;
        var selected = re_date.value;

        for (var i=0;i<temp_able_time[selected].length;i++)
        {
            new_option = new Option(temp_able_time[selected][i], temp_able_time[selected][i]);
            re_time.options.add(new_option);
        }

    }

</script>
<script>
    $(document).ready(function() {
        $('.slicknav_btn').click(function(){
            //$('span').toggleClass('slicknav_icon');
            $('span').toggleClass('slicknav_icon_open');
        });
        $('.owl-carousel').owlCarousel({
            loop:true,
            margin:10,
            responsiveClass:true,
            autoplay:true,
            autoplayTimeout:5000,
            autoplayHoverPause:true,
            responsive:{
                0:{
                    items:1,
                    nav:true
                }
            }
        })
    });
    new UISearch( document.getElementById( 'sb-search' ) );
</script>
<script type="text/javascript">
    $("#datepicker").change(function() {
        $.ajax({
            type: "POST",
            url: "<?php echo site_url('Index/get_service_time'); ?>",
            data: { date: $("#datepicker").val(), id: $("#service_id").val()},
            success: function(data) {
                var options = JSON.parse(data);
                var re_time = document.getElementById("re_time");
                $('#re_time').find('option').remove().end();
                var new_option;
                for (var i=0;i<options.length;i++)
                {
                    new_option = new Option(options[i], options[i]);
                    re_time.options.add(new_option);
                }
                if(options.length == 0)
                {
                    alert('當日預約額滿或無發可預約時段');
                }
            }
        });
    });
</script>